<template>
  <div class="page-content">
    <h1 class="page-content__title">С чего начать дизайнеру</h1>
    <p class="page-content__description">
      Дизайн-система цифровых продуктов Магнита, которая помогает быстрее собирать продукты, поддерживая нужный уровень качества, делая клиентский опыт омниканальным и оставаясь в рамках бренда.
    </p>
    <section>
      <p>Мы только-только начали, поэтому это даже не бета, а самая настоящая сырая альфа-версия. Здесь пока нет компонентов, только часть гайдлайнов и даже не привязаны наши собственные npm-пакеты, но мы все равно считаем правильным начать показывать, что получается и собирать обратную связь как можно скорее.</p>
      <p>За обновлениями дизайн-системы можно следить в канале в Телеграме и в разделе «Что нового».</p>
      <button class="button button-default">Перейти в Фигму</button>
    </section>
  </div>
</template>
